{"translation-revision-date":"2023-06-22 17:54:10+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Upgrade to Blockified Single Product template":["Blok Haline Getirilmiş Tekil Ürün şablonuna yükseltin"],"This block serves as a placeholder for your %s. We recommend upgrading to the Single Products block for more features to edit your products visually. Don't worry, you can always revert back.":["Bu blok, %s için bir yer tutucu görevi görür. Ürünlerinizi görsel olarak düzenlemeye yönelik daha fazla özellik için Tekil Ürünler blokuna yükseltmenizi öneririz. Endişelenmeyin, her zaman eski haline döndürebilirsiniz."],"Upgrade to Products block":["Ürünlere Yükselt bloku"],"This block serves as a placeholder for your %s. It will display the actual product image, title, price in your store. You can move this placeholder around and add more blocks around to customize the template.":["Bu blok, %s için bir yer tutucu görevi görür. Mağazanızdaki gerçek ürün görselini, başlığını ve fiyatını gösterecektir. Şablonu özelleştirmek için bu yer tutucuyu istediğiniz yere taşıyabilir ve etrafına daha fazla blok ekleyebilirsiniz."],"This block serves as a placeholder for your %s. We recommend upgrading to the Products block for more features to edit your products visually. Don't worry, you can always revert back.":["Bu blok, %s için bir yer tutucu görevi görür. Ürünlerinizi görsel olarak düzenlemeye yönelik daha fazla özellik için Ürünler blokuna yükseltmenizi öneririz. Endişelenmeyin, her zaman eski haline döndürebilirsiniz."],"Product template":["Ürün şablonu"],"Contains the block elements used to render a product, like its name, featured image, rating, and more.":["Bir ürünü açıklamak için kullanılan ad, öne çıkan görsel, puanlama ve daha fazlası gibi blok öğelerini içerir."],"Products (Beta)":["Ürünler (Beta)"],"A block that displays a selection of products in your store.":["Mağazanızdaki çeşitli ürünleri gösteren bir blok."],"WooCommerce Product Attribute Block":["WooCommerce Ürün Özelliği Bloku"],"WooCommerce Product Search Results Block":["WooCommerce Ürün Arama Sonuçları Bloku"],"WooCommerce Classic Template":["WooCommerce Klasik Şablonu"],"WooCommerce Product Tag Block":["WooCommerce Ürün Etiketi Bloku"],"WooCommerce Product Grid Block":["WooCommerce Ürün Izgara Bloku"],"Renders classic WooCommerce PHP templates.":["Klasik WooCommerce PHP şablonlarını işler."],"WooCommerce Product Taxonomy Block":["WooCommerce Ürün Sınıflandırma Bloku"],"WooCommerce Single Product Block":["WooCommerce Tek Ürün Bloku"],"Display a short description about a product.":["Bir ürün hakkında kısa bir açıklama görüntüleyin."],"Product Summary":["Ürün özeti"],"Display the title of a product.":["Bir ürünün başlığını görüntüleyin."],"Search products…":["Ürün ara..."],"Product Title":["Ürün başlığı"],"No products were found matching your selection.":["Seçiminizle eşleşen ürün bulunamadı."],"Search":["Ara"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/legacy-template.js"}}